/* Automatic backups are disabled */
"Automatic Backups Off" = "Sauvegarde automatique désactivée";

/* back up now menu item title */
"Back Up Now" = "Sauvegarder maintenant";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Sauvegarde : %1$@ de %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Parcourir d’autres disques Time Machine";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Calcul des modifications…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Nettoyage…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Suppression des anciennes sauvegardes…";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Entrer dans Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "Exclusion de %@ éléments…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Fin de la sauvegarde…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Indexation de la sauvegarde…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Dernière sauvegarde : %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Dernière sauvegarde : retardée…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Dernière sauvegarde : échec…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Mise à disposition du disque de sauvegarde…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Ouvrir les Préférences Time Machine…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "Préparation de %@ éléments…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Préparation de la copie de sauvegarde…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "Analyse de %@ éléments…";

/* Skip Verification menu item title */
"Skip Verification" = "Ignorer la vérification";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Vérification ignorée…";

/* stop backing up menu item title */
"Stop Backing Up" = "Arrêter la sauvegarde";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Arrêt de la sauvegarde…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine non configuré";

/* Verify Backups menu item title */
"Verify Backups" = "Vérifier les sauvegardes";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Vérification de la sauvegarde (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Vérification de la sauvegarde…";

/* Latest backup delayed */
"Waiting to Back Up" = "En attente de la sauvegarde";

